Tekla.Structures.DirectManipulation.Adapter.EventRegistry.TolerationEvents
The Tekla.Structures.DirectManipulation.Adapter.EventRegistry.TolerationEvents class contains the identifiers for toleration events.

Tekla.Structures.DirectManipulation.Adapter.EventRegistry.TolerationEvents.TolerationChanged
Expected identification string for toleration changed events.